Repository: newfold-labs/wp-module-hosting
Catalog: languages/wp-module-hosting-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

source: Failed to connect to Hiive API.
de_de: Verbindung zur Hiive API fehlgeschlagen.
es_es: Error al conectar con la API de Hiive.
fr_fr: Échec de la connexion à l'API Hiive.
it_it: Impossibile connettersi all'API Hiive.
nl_nl: Kan geen verbinding maken met de Hiive API.

source: Feature class does not exist.
de_de: Funktionsklasse existiert nicht.
es_es: La clase de función no existe.
fr_fr: La classe de fonctionnalité n'existe pas.
it_it: La classe della funzionalità non esiste.
nl_nl: Functieklasse bestaat niet.

source: Invalid feature identifier.
de_de: Ungültige Funktionskennung.
es_es: Identificador de función no válido.
fr_fr: Identifiant de fonctionnalité invalide.
it_it: Identificatore della funzionalità non valido.
nl_nl: Ongeldige functie-identificatie.

source: Action not supported.
de_de: Aktion wird nicht unterstützt.
es_es: Acción no compatible.
fr_fr: Action non prise en charge.
it_it: Azione non supportata.
nl_nl: Actie niet ondersteund.

source: Hosting
es_es: Alojamiento
fr_fr: Hébergement

source: Failed to retrieve hosting info
de_de: Hosting-Informationen konnten nicht abgerufen werden
es_es: Error al recuperar la información de alojamiento
fr_fr: Échec de la récupération des informations d'hébergement
it_it: Impossibile recuperare le informazioni di hosting
nl_nl: Kan hostinginformatie niet ophalen

source: Action executed successfully
de_de: Aktion erfolgreich ausgeführt
es_es: Acción ejecutada correctamente
fr_fr: Action exécutée avec succès
it_it: Azione eseguita con successo
nl_nl: Actie succesvol uitgevoerd

source: Object cache is not set up.
de_de: Objekt-Cache ist nicht eingerichtet.
es_es: La caché de objetos no está configurada.
fr_fr: Le cache d'objets n'est pas configuré.
it_it: La cache degli oggetti non è configurata.
nl_nl: Objectcache is niet ingesteld.

source: Object cache is installed but disabled.
de_de: Objekt-Cache ist installiert, aber deaktiviert.
es_es: La caché de objetos está instalada pero desactivada.
fr_fr: Le cache d'objets est installé mais désactivé.
it_it: La cache degli oggetti è installata ma disabilitata.
nl_nl: Objectcache is geïnstalleerd maar uitgeschakeld.

source: Object cache is enabled and functioning.
de_de: Objekt-Cache ist aktiviert und funktioniert.
es_es: La caché de objetos está habilitada y funcionando.
fr_fr: Le cache d'objets est activé et fonctionne.
it_it: La cache degli oggetti è abilitata e funzionante.
nl_nl: Objectcache is ingeschakeld en functioneert.

source: CDN is enabled
de_de: CDN ist aktiviert
es_es: CDN está habilitado
fr_fr: Le CDN est activé
it_it: CDN è abilitato
nl_nl: CDN is ingeschakeld

source: CDN is NOT enabled
de_de: CDN ist NICHT aktiviert
es_es: CDN NO está habilitado
fr_fr: Le CDN n'est PAS activé
it_it: CDN NON è abilitato
nl_nl: CDN is NIET ingeschakeld

source: Your site's static content is being cached.
de_de: Die statischen Inhalte Ihrer Website werden zwischengespeichert.
es_es: El contenido estático de su sitio se está almacenando en caché.
fr_fr: Le contenu statique de votre site est mis en cache.
it_it: Il contenuto statico del tuo sito è in cache.
nl_nl: De statische inhoud van uw site wordt gecached.

source: Your site's static content is NOT being cached.
de_de: Die statischen Inhalte Ihrer Website werden NICHT zwischengespeichert.
es_es: El contenido estático de su sitio NO se está almacenando en caché.
fr_fr: Le contenu statique de votre site n'est PAS mis en cache.
it_it: Il contenuto statico del tuo sito NON è in cache.
nl_nl: De statische inhoud van uw site wordt NIET gecached.

source: Clear Cache
de_de: Cache leeren
es_es: Limpiar caché
fr_fr: Vider le cache
it_it: Svuota Cache
nl_nl: Cache wissen

source: Disable Cache
de_de: Cache deaktivieren
es_es: Deshabilitar caché
fr_fr: Désactiver le cache
it_it: Disabilita Cache
nl_nl: Cache uitschakelen

source: Enable CDN
de_de: CDN aktivieren
es_es: Habilitar CDN
fr_fr: Activer le CDN
it_it: Abilita CDN
nl_nl: CDN inschakelen

source: CDN Cache Cleared
de_de: CDN-Cache geleert
es_es: Caché CDN limpiada
fr_fr: Cache CDN vidé
it_it: Cache CDN svuotata
nl_nl: CDN-cache gewist

source: Static content cache has been successfully cleared.
de_de: Der Cache für statische Inhalte wurde erfolgreich geleert.
es_es: La caché de contenido estático se ha limpiado correctamente.
fr_fr: Le cache du contenu statique a été vidé avec succès.
it_it: La cache del contenuto statico è stata svuotata con successo.
nl_nl: Cache van statische inhoud is succesvol gewist.

source: CDN Purge Failed
de_de: CDN-Cache konnte nicht geleert werden
es_es: Error al purgar CDN
fr_fr: Échec de la purge du CDN
it_it: Pulizia CDN fallita
nl_nl: CDN wissen mislukt

source: We were unable to clear the CDN cache. Please try again.
de_de: Der CDN-Cache konnte nicht geleert werden. Bitte versuchen Sie es erneut.
es_es: No pudimos limpiar la caché CDN. Por favor, inténtelo de nuevo.
fr_fr: Nous n'avons pas pu vider le cache CDN. Veuillez réessayer.
it_it: Non è stato possibile svuotare la cache CDN. Riprova.
nl_nl: We konden de CDN-cache niet wissen. Probeer het opnieuw.

source: just now
de_de: gerade eben
es_es: ahora mismo
fr_fr: à l'instant
it_it: proprio ora
nl_nl: zojuist

source: %d minute(s) ago
de_de: vor %d Minute(n)
es_es: hace %d minuto(s)
fr_fr: il y a %d minute(s)
it_it: %d minuto/i fa
nl_nl: %d minu(u)t(en) geleden

source: %d hour(s) ago
de_de: vor %d Stunde(n)
es_es: hace %d hora(s)
fr_fr: il y a %d heure(s)
it_it: %d ora/e fa
nl_nl: %d u(u)r geleden

source: %d day(s) ago
de_de: vor %d Tag(en)
es_es: hace %d día(s)
fr_fr: il y a %d jour(s)
it_it: %d giorno/i fa
nl_nl: %d dag(en) geleden

source: Last updated: %s
de_de: Zuletzt aktualisiert: %s
es_es: Última actualización: %s
fr_fr: Dernière mise à jour : %s
it_it: Ultimo aggiornamento: %s
nl_nl: Laatst bijgewerkt: %s

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
nl_nl: Vernieuwen

source: Copied!
de_de: Kopiert!
es_es: ¡Copiado!
fr_fr: Copié !
it_it: Copiato!
nl_nl: Gekopieerd!

source: Malware Check
de_de: Malware-Prüfung
es_es: Comprobación de malware
fr_fr: Vérification des malwares
it_it: Controllo Malware
nl_nl: Malwarecontrole

source: Partial Scan Completed
de_de: Teilscan abgeschlossen
es_es: Escaneo parcial completado
fr_fr: Analyse partielle terminée
it_it: Scansione parziale completata
nl_nl: Gedeeltelijke scan voltooid

source: Scan Status Unknown
de_de: Scan-Status unbekannt
es_es: Estado de escaneo desconocido
fr_fr: État de l'analyse inconnu
it_it: Stato scansione sconosciuto
nl_nl: Scanstatus onbekend

source: Possible malware detected. Contact support for help resolving potential issues.
de_de: Mögliche Malware erkannt. Kontaktieren Sie den Support für Hilfe bei der Lösung potenzieller Probleme.
es_es: Posible malware detectado. Contacte con soporte para ayuda con posibles problemas.
fr_fr: Malware potentiel détecté. Contactez le support pour résoudre les problèmes potentiels.
it_it: Possibile malware rilevato. Contatta il supporto per risolvere potenziali problemi.
nl_nl: Mogelijke malware gedetecteerd. Neem contact op met support voor hulp bij het oplossen van mogelijke problemen.

source: The current malware scan status could not be determined.
de_de: Der aktuelle Malware-Scan-Status konnte nicht ermittelt werden.
es_es: No se pudo determinar el estado actual del escaneo de malware.
fr_fr: L'état actuel de l'analyse des malwares n'a pas pu être déterminé.
it_it: Non è stato possibile determinare lo stato attuale della scansione malware.
nl_nl: De huidige malwarescanstatus kon niet worden bepaald.

source: Run a Full Scan
de_de: Vollständigen Scan durchführen
es_es: Ejecutar un escaneo completo
fr_fr: Lancer une analyse complète
it_it: Esegui una scansione completa
nl_nl: Volledige scan uitvoeren

source: see details
de_de: Details anzeigen
es_es: ver detalles
fr_fr: voir les détails
it_it: vedi dettagli
nl_nl: details bekijken

source: Scanning for malware…
de_de: Suche nach Malware…
es_es: Escaneando en busca de malware…
fr_fr: Recherche de malwares…
it_it: Scansione malware in corso…
nl_nl: Scannen op malware…

source: Contact Support
de_de: Support kontaktieren
es_es: Contactar con soporte
fr_fr: Contacter le support
it_it: Contatta il supporto
nl_nl: Contact opnemen met support

source: Could not determine scan status. Please try again.
de_de: Scan-Status konnte nicht ermittelt werden. Bitte versuchen Sie es erneut.
es_es: No se pudo determinar el estado del escaneo. Por favor, inténtelo de nuevo.
fr_fr: Impossible de déterminer l'état de l'analyse. Veuillez réessayer.
it_it: Impossibile determinare lo stato della scansione. Riprova.
nl_nl: Kon scanstatus niet bepalen. Probeer het opnieuw.

source: Scan status API failed
de_de: Scan-Status-API fehlgeschlagen
es_es: Error en la API de estado de escaneo
fr_fr: Échec de l'API d'état de l'analyse
it_it: API stato scansione fallita
nl_nl: Scanstatus API mislukt

source: Nameservers
de_de: Nameserver
es_es: Servidores de nombres
fr_fr: Serveurs de noms
it_it: Nameserver

source: No name servers found
de_de: Keine Nameserver gefunden
es_es: No se encontraron servidores de nombres
fr_fr: Aucun serveur de noms trouvé
it_it: Nessun nameserver trovato
nl_nl: Geen nameservers gevonden

source: COPY
de_de: KOPIEREN
es_es: COPIAR
fr_fr: COPIER
it_it: COPIA
nl_nl: KOPIËREN

source: Name servers work as a directory that translates domain names into IP addresses. Helps you to connect your website to different services.
de_de: Nameserver fungieren als Verzeichnis, das Domainnamen in IP-Adressen übersetzt. Sie helfen Ihnen, Ihre Website mit verschiedenen Diensten zu verbinden.
es_es: Los servidores de nombres funcionan como un directorio que traduce nombres de dominio en direcciones IP. Le ayuda a conectar su sitio web a diferentes servicios.
fr_fr: Les serveurs de noms fonctionnent comme un annuaire qui traduit les noms de domaine en adresses IP. Ils vous aident à connecter votre site web à différents services.
it_it: I nameserver funzionano come una directory che traduce i nomi di dominio in indirizzi IP. Ti aiutano a connettere il tuo sito web a diversi servizi.
nl_nl: Nameservers werken als een directory die domeinnamen vertaalt naar IP-adressen. Helpt u om uw website te verbinden met verschillende diensten.

source: Object Caching
de_de: Objekt-Caching
es_es: Caché de objetos
fr_fr: Cache d'objets
it_it: Cache degli oggetti

source: Object Caching is enabled
de_de: Objekt-Caching ist aktiviert
es_es: La caché de objetos está habilitada
fr_fr: Le cache d'objets est activé
it_it: La cache degli oggetti è abilitata
nl_nl: Objectcaching is ingeschakeld

source: Object Caching is NOT enabled
de_de: Objekt-Caching ist NICHT aktiviert
es_es: La caché de objetos NO está habilitada
fr_fr: Le cache d'objets n'est PAS activé
it_it: La cache degli oggetti NON è abilitata
nl_nl: Objectcaching is NIET ingeschakeld

source: Object Caching is NOT setup
de_de: Objekt-Caching ist NICHT eingerichtet
es_es: La caché de objetos NO está configurada
fr_fr: Le cache d'objets n'est PAS configuré
it_it: La cache degli oggetti NON è configurata
nl_nl: Objectcaching is NIET ingesteld

source: Your site's data is being cached for better performance.
de_de: Die Daten Ihrer Website werden für bessere Leistung zwischengespeichert.
es_es: Los datos de su sitio se están almacenando en caché para un mejor rendimiento.
fr_fr: Les données de votre site sont mises en cache pour de meilleures performances.
it_it: I dati del tuo sito sono in cache per prestazioni migliori.
nl_nl: De gegevens van uw site worden gecached voor betere prestaties.

source: Your site's data is not being cached, which may slow things down.
de_de: Die Daten Ihrer Website werden nicht zwischengespeichert, was die Leistung beeinträchtigen kann.
es_es: Los datos de su sitio no se están almacenando en caché, lo que puede ralentizar las cosas.
fr_fr: Les données de votre site ne sont pas mises en cache, ce qui peut ralentir les choses.
it_it: I dati del tuo sito non sono in cache, il che potrebbe rallentare le cose.
nl_nl: De gegevens van uw site worden niet gecached, wat de snelheid kan verminderen.

source: Object Caching is not set up on your site. Learn more about enabling it.
de_de: Objekt-Caching ist auf Ihrer Website nicht eingerichtet. Erfahren Sie mehr über die Aktivierung.
es_es: La caché de objetos no está configurada en su sitio. Aprenda más sobre cómo habilitarla.
fr_fr: Le cache d'objets n'est pas configuré sur votre site. En savoir plus sur son activation.
it_it: La cache degli oggetti non è configurata sul tuo sito. Scopri di più su come abilitarla.
nl_nl: Objectcaching is niet ingesteld op uw site. Lees meer over het inschakelen ervan.

source: Clear Object Cache
de_de: Objekt-Cache leeren
es_es: Limpiar caché de objetos
fr_fr: Vider le cache d'objets
it_it: Svuota cache degli oggetti
nl_nl: Objectcache wissen

source: Enable Object Caching
de_de: Objekt-Caching aktivieren
es_es: Habilitar caché de objetos
fr_fr: Activer le cache d'objets
it_it: Abilita cache degli oggetti
nl_nl: Objectcaching inschakelen

source: Disable Object Cache
de_de: Objekt-Cache deaktivieren
es_es: Deshabilitar caché de objetos
fr_fr: Désactiver le cache d'objets
it_it: Disabilita cache degli oggetti
nl_nl: Objectcache uitschakelen

source: Learn more
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
nl_nl: Meer informatie

source: Object Caching Update Failed
de_de: Objekt-Caching-Aktualisierung fehlgeschlagen
es_es: Error en la actualización de la caché de objetos
fr_fr: Échec de la mise à jour du cache d'objets
it_it: Aggiornamento cache degli oggetti fallito
nl_nl: Bijwerken objectcaching mislukt

source: There was an error updating the object caching settings. Please try again.
de_de: Beim Aktualisieren der Objekt-Caching-Einstellungen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Hubo un error al actualizar la configuración de la caché de objetos. Por favor, inténtelo de nuevo.
fr_fr: Une erreur s'est produite lors de la mise à jour des paramètres du cache d'objets. Veuillez réessayer.
it_it: Si è verificato un errore durante l'aggiornamento delle impostazioni della cache degli oggetti. Riprova.
nl_nl: Er is een fout opgetreden bij het bijwerken van de objectcaching-instellingen. Probeer het opnieuw.

source: Object Cache Cleared
de_de: Objekt-Cache geleert
es_es: Caché de objetos limpiada
fr_fr: Cache d'objets vidé
it_it: Cache degli oggetti svuotata
nl_nl: Objectcache gewist

source: The object cache was successfully cleared.
de_de: Der Objekt-Cache wurde erfolgreich geleert.
es_es: La caché de objetos se limpió correctamente.
fr_fr: Le cache d'objets a été vidé avec succès.
it_it: La cache degli oggetti è stata svuotata con successo.
nl_nl: De objectcache is succesvol gewist.

source: Hang tight, we're gathering the latest info…
de_de: Einen Moment, wir sammeln die neuesten Informationen…
es_es: Espere un momento, estamos recopilando la información más reciente…
fr_fr: Un instant, nous rassemblons les dernières informations…
it_it: Un momento, stiamo raccogliendo le ultime informazioni…
nl_nl: Even geduld, we verzamelen de laatste informatie…

source: A general overview of your %s hosting plan and your site's performance.
de_de: Eine allgemeine Übersicht über Ihren %s Hosting-Plan und die Leistung Ihrer Website.
es_es: Una visión general de su plan de alojamiento %s y el rendimiento de su sitio.
fr_fr: Un aperçu général de votre plan d'hébergement %s et des performances de votre site.
it_it: Una panoramica generale del tuo piano di hosting %s e delle prestazioni del tuo sito.
nl_nl: Een algemeen overzicht van uw %s hostingplan en de prestaties van uw site.

source: A general overview of your hosting and your site's performance.
de_de: Eine allgemeine Übersicht über Ihr Hosting und die Leistung Ihrer Website.
es_es: Una visión general de su alojamiento y el rendimiento de su sitio.
fr_fr: Un aperçu général de votre hébergement et des performances de votre site.
it_it: Una panoramica generale del tuo hosting e delle prestazioni del tuo sito.
nl_nl: Een algemeen overzicht van uw hosting en de prestaties van uw site.

source: PLAN_NAME
es_es: NOMBRE_DEL_PLAN
fr_fr: NOM_DU_PLAN
it_it: NOME_PIANO
nl_nl: PLAN_NAAM

source: Manage Hosting
de_de: Hosting verwalten
es_es: Gestionar alojamiento
fr_fr: Gérer l'hébergement
it_it: Gestisci Hosting
nl_nl: Hosting beheren

source: PHP Version
es_es: Versión de PHP
fr_fr: Version PHP
it_it: Versione PHP
nl_nl: PHP-versie

source: Could not determine the PHP version
de_de: PHP-Version konnte nicht ermittelt werden
es_es: No se pudo determinar la versión de PHP
fr_fr: Impossible de déterminer la version PHP
it_it: Impossibile determinare la versione PHP
nl_nl: Kon de PHP-versie niet bepalen

source: %1$s (%2$s Recommended)
de_de: %1$s (%2$s empfohlen)
es_es: %1$s (%2$s Recomendada)
fr_fr: %1$s (%2$s Recommandée)
it_it: %1$s (%2$s Raccomandata)
nl_nl: %1$s (%2$s Aanbevolen)

source: SSH Login Info
de_de: SSH-Login-Informationen
es_es: Información de inicio de sesión SSH
fr_fr: Informations de connexion SSH
it_it: Informazioni accesso SSH
nl_nl: SSH-inloginformatie

source: SSH Keys
de_de: SSH-Schlüssel
es_es: Claves SSH
fr_fr: Clés SSH
it_it: Chiavi SSH
nl_nl: SSH-sleutels

source: SSH provides a secure way to access the web server over CLI to run server commands through a terminal.
de_de: SSH bietet eine sichere Möglichkeit, über CLI auf den Webserver zuzugreifen, um Serverbefehle über ein Terminal auszuführen.
es_es: SSH proporciona una forma segura de acceder al servidor web a través de CLI para ejecutar comandos del servidor mediante una terminal.
fr_fr: SSH fournit un moyen sécurisé d'accéder au serveur web via CLI pour exécuter des commandes serveur via un terminal.
it_it: SSH fornisce un modo sicuro per accedere al server web tramite CLI per eseguire comandi server attraverso un terminale.
nl_nl: SSH biedt een veilige manier om via CLI toegang te krijgen tot de webserver om serveropdrachten uit te voeren via een terminal.

source: SSH Login:
es_es: Inicio de sesión SSH:
fr_fr: Connexion SSH :
it_it: Accesso SSH:
nl_nl: SSH-inloggen:

source: SSH info unavailable
de_de: SSH-Informationen nicht verfügbar
es_es: Información SSH no disponible
fr_fr: Informations SSH indisponibles
it_it: Informazioni SSH non disponibili
nl_nl: SSH-informatie niet beschikbaar

source: Failed to clear object cache.
de_de: Objekt-Cache konnte nicht geleert werden.
es_es: Error al limpiar la caché de objetos.
it_it: Impossibile svuotare la cache degli oggetti.
nl_nl: Kan objectcache niet wissen.

source: Failed to initialize filesystem.
de_de: Dateisystem konnte nicht initialisiert werden.
es_es: Error al inicializar el sistema de archivos.
it_it: Impossibile inizializzare il filesystem.
nl_nl: Kan bestandssysteem niet initialiseren.

source: Failed to disable object cache.
de_de: Objekt-Cache konnte nicht deaktiviert werden.
es_es: Error al deshabilitar la caché de objetos.
it_it: Impossibile disabilitare la cache degli oggetti.
nl_nl: Kan objectcache niet uitschakelen.

source: Object cache is already disabled.
de_de: Objekt-Cache ist bereits deaktiviert.
es_es: La caché de objetos ya está deshabilitada.
it_it: La cache degli oggetti è già disabilitata.
nl_nl: Objectcache is al uitgeschakeld.

source: Failed to restore object cache.
de_de: Objekt-Cache konnte nicht wiederhergestellt werden.
es_es: Error al restaurar la caché de objetos.
it_it: Impossibile ripristinare la cache degli oggetti.
nl_nl: Kan objectcache niet herstellen.

source: Failed to install object cache.
de_de: Objekt-Cache konnte nicht installiert werden.
es_es: Error al instalar la caché de objetos.
it_it: Impossibile installare la cache degli oggetti.
nl_nl: Kan objectcache niet installeren.

source: Could not enable object caching.
de_de: Objekt-Cache konnte nicht aktiviert werden.
es_es: No se pudo habilitar la caché de objetos.
it_it: Impossibile abilitare la cache degli oggetti.
nl_nl: Kan objectcaching niet inschakelen.

source: Your site's safe from malware!
de_de: Ihre Website ist frei von Malware!
es_es: ¡Su sitio está libre de malware!
it_it: Il tuo sito è al sicuro dai malware!
nl_nl: Uw site is veilig voor malware!

source: Update
de_de: Aktualisieren
es_es: Actualizar
it_it: Aggiorna
nl_nl: Bijwerken

source: Manage
de_de: Verwalten
es_es: Gestionar
it_it: Gestisci
nl_nl: Beheren

source: Manage keys
de_de: Schlüssel verwalten
es_es: Gestionar claves
it_it: Gestisci chiavi
nl_nl: Sleutels beheren

source: Copy
de_de: Kopieren
es_es: Copiar
it_it: Copia
nl_nl: Kopiëren

source: Error:
de_de: Fehler:
fr_fr: Erreur :
it_it: Errore:
nl_nl: Fout:
